[
  {
    "id": "saqqakhaneh",
    "title": {
      "fa": "سقاخانه رضوی",
      "en": "Razavi Saqqakhaneh",
      "ar": "سقاخانه الرضوي",
      "ur": "سقاہ خانہ رضوی"
    },
    "location": {
      "fa": "صحن انقلاب اسلامی | حرم مطهر رضوی",
      "en": "Islamic Revolution Courtyard | Razavi Holy Shrine",
      "ar": "صحن الثورة الإسلامية | الحرم الرضوي",
      "ur": "صحن انقلاب اسلامی | حرم مطهر رضوی"
    },
    "images": [
      "https://cdn.yjc.ir/files/fa/news/1403/4/30/19596378_964.jpg",
      "https://cdn.alibaba.ir/ostorage/alibaba-mag/wp-content/uploads/2021/07/SHAKHES.jpg",
      "https://soltansafar.com/media/attractions/1885/original/%D8%B3%D9%82%D8%A7%D8%AE%D8%A7%D9%86%D9%87.jpg",
      "https://media.chtn.ir/old/upload/files/2022-10/12716449_652_1665388842.jpg",
      "https://images.irantarh.com/pr:sharp/rs:fit:0:0:0/plain/s3:/uploads/designs/1400/3/14/ax-irani/93.jpg"
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": "در میانه صحن انقلاب اسلامی بنای زیبای سقاخانه وجود دارد. سنگاب منبع آب این سقاخانه از سنگ مرمر یکپارچه ای با گنجایش سه کر آب معادل ۱۱۳۰ لیتر است.",
        "en": "In the middle of the Islamic Revolution Courtyard stands the beautiful Saqqakhaneh. Its marble basin holds around 1130 liters of water.",
        "ar": "في وسط صحن الثورة الإسلامية يقع بناء السقاخانه الجميل. حوضه الرخامي يسع نحو 1130 لتراً من الماء.",
        "ur": "صحنِ انقلاب اسلامی کے وسط میں خوبصورت سقاہ خانہ واقع ہے۔ اس کا سنگِ مرمر کا حوض تقریباً 1130 لیٹر پانی کی گنجائش رکھتا ہے۔"
      },
      "full": {
        "fa": "در میانه صحن انقلاب اسلامی، بنای زیبای سقّاخانه وجود دارد. سنگاب (منبع آب) این سقّاخانه سنگ مرمر یکپارچه‌ای با گنجایش سه کر آب، معادل ۱۱۳۰ لیتر است که به دستور نادرشاه افشار از هرات به مشهد منتقل شده است. در گذشته‌های دور که امکانات لوله‌کشی مثل امروز نبود، آب را با مراسم خاصی از قنات‌های اطراف مشهد به حرم می‌آوردند و برای استفاده زائران، داخل این سنگاب می‌ریختند. در دوره فتحعلی‌شاه قاجار، به دستور شخصی به‌نام اسماعیل، بنایی هشت‌ضلعی به فراز این سنگاب ساختند و بدنبال آن، سقف بنا با خشتی‌های طلا تزیین شد. این بنا به سقاخانه یا اسماعیل طلایی شهرت داشت. در سال ۱۳۴۵ شمسی، بنای این سقّاخانه که بر اثر گذر زمان کهنه و فرسوده شده بود، تخریب و از نو طراحی زیبا و مجلل بازسازی شد و پس از پیروزی انقلاب اسلامی نیز مجدداً مرمت شد و در هنگام احداث رواق دارالحدیجه، در طبقه زیرین صحن انقلاب اسلامی، بنای سقّاخانه نیز محکم‌سازی شد. مساحت سقاخانه ۵۷٫۵۷ متر مربع، ارتفاع آن ۶٫۶۷ و شعاع گنبد ۳٫۳۲ متر است و دارای پایه‌هایی مرنّب به سنگ مرمر گنبدکاری‌شده و کاشی و نیز سقف گنبدی آراسته به خشتی‌های مطلاست.",
        "en": "In the middle of the Islamic Revolution Courtyard stands the beautiful Saqqakhaneh. The marble basin, holding about 1130 liters, was brought from Herat by order of Nader Shah. In the past water was ceremonially brought from nearby qanats for pilgrims. During the Qajar era an octagonal structure with a gilded roof was built over it. The building was rebuilt in 1966 and renovated after the Islamic Revolution. It covers 57.57 m² with marble columns and a gilded dome.",
        "ar": "في وسط صحن الثورة الإسلامية يقع السقاخانه الجميل الذي نُقل حوضه الرخامي من هرات بأمر نادر شاه. كان الماء يجلب من القنوات المحيطة ويصب في الحوض للزوار. في عهد القاجار بُني بناء مثمن ذو سقف مذهّب فوقه. أُعيد بناؤه عام 1966 ورُمم بعد الثورة الإسلامية. مساحته نحو 57 متراً مربعاً ويعلوه قبة مذهّبة.",
        "ur": "صحنِ انقلاب اسلامی کے وسط میں واقع اس سقاہ خانے کا سنگ مرمر کا حوض نادر شاہ کے حکم سے ہرات سے لایا گیا تھا۔ قدیم زمانے میں پانی قناتوں سے لا کر زائرین کے لئے اس میں ڈالا جاتا تھا۔ دورِ قاجار میں اس پر ایک ہشت ضلعی عمارت اور سنہری گنبد بنایا گیا۔ 1966ء میں اسے دوبارہ تعمیر کیا گیا اور بعد از انقلاب اسلامی مرمت کی گئی۔ اس کی مساحت تقریباً 57 مربع میٹر ہے اور گنبد سونے سے مزین ہے۔"
      }
    },
    "events": [],
    "contents": [
      {
        "id": "content3",
        "type": "video",
        "title": {
          "fa": " تاریخچه سقاخانه",
          "en": "Hussain's Lament",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": "مستند کوتاه درباره بنای سقاخانه",
          "en": "Short documentary about Saqqakhaneh",
          "ar": "فيلم وثائقي قصير عن السقاخانه",
          "ur": "سقاخانہ کے بارے میں مختصر دستاویزی فلم"
        },
        "fileKey": "v3",
        "thumbnail": "https://cdn.yjc.ir/files/fa/news/1399/3/25/12063504_111.jpg"
      },
      {
        "id": "content1",
        "type": "video",
        "title": {
          "fa": "برگه ای از تاریخ حرم ",
          "en": "Shrine History",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": "چشم اندازی از تاریخچه حرم",
          "en": "Theme: I'm going to Mashhad",
          "ar": "موضوع: أنا ذاهب إلى مشهد",
          "ur": "موضوع: میں مشہد جا رہا ہوں"
        },
        "fileKey": "v1",
        "thumbnail": "https://commons.wikishia.net/w/images/1/18/%D8%A8%D8%A7%D8%A8_%D8%A7%D9%84%D8%AC%D9%88%D8%A7%D8%AF_%D8%AD%D8%B1%D9%85_%D8%A7%D9%85%D8%A7%D9%85_%D8%B1%D8%B6%D8%A7.png"
      },
      {
        "id": "content2",
        "type": "video",
        "title": {
          "fa": "سندی از تاریخ ",
          "en": "Hussain's Lament",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": " مستند  کوتاه از تاریخ حرم  ",
          "en": "Theme: Fervor",
          "ar": "موضوع: الحماس",
          "ur": "موضوع: جوش"
        },
        "fileKey": "v2",
        "thumbnail": "https://iqna.ir/files/fa/news/1402/11/1/3308359_485.jpg"
      },
      {
        "id": "content4",
        "type": "pdf",
        "title": {
          "fa": "حرم در گذر زمان",
          "en": "History of Saqqakhaneh",
          "ar": "تاريخ السقاخانه",
          "ur": "سقاخانہ کی تاریخ"
        },
        "description": {
          "fa": "نگاهی به تاریخ حرم",
          "en": "Short documentary about Saqqakhaneh",
          "ar": "فيلم وثائقي قصير عن السقاخانه",
          "ur": "سقاخانہ کے بارے میں مختصر دستاویزی فلم"
        },
        "fileKey": "pdf1",
        "thumbnailKey": "pdfThumbnail"
      }
    ],
    "comments": [
      {
        "id": "comment1",
        "author": "محمد حسين ميرشفيتي",
        "text": "آبی که همیشه شفا میدهد",
        "date": "۴ بهمن",
        "rating": 4
      },
      {
        "id": "comment2",
        "author": "محمد حسين ميرشفيتي",
        "text": "ما يكه أي دل ما يكون كيف إذا كان",
        "date": "۵ اسفند",
        "rating": 5
      }
    ],
    "views": 2,
    "averageRating": 4.5
  },
  {
    "id": "sahn-ghadir_1884",
    "title": {
      "fa": "ورودی شمالی صحن غدیر",
      "en": "North Entrance of Ghadir Courtyard",
      "ar": "المدخل الشمالي لصحن الغدير",
      "ur": "صحن غدیر کا شمالی دروازہ"
    },
    "location": {
      "fa": "صحن غدیر | حرم مطهر رضوی",
      "en": "Ghadir Courtyard | Razavi Holy Shrine",
      "ar": "صحن الغدير | الحرم الرضوي",
      "ur": "صحن غدیر | حرم مطهر رضوی"
    },
    "images": [
      " https://aqrt.ir/portal/wp-content/uploads/2023/07/%D8%B5%D8%AD%D9%86_%D8%BA%D8%AF%DB%8C%D8%B1.jpg ",
      " https://www.mashhadbooking.ir/wp-content/uploads/2019/04/%D8%B5%D8%AD%D9%86-%D8%BA%D8%AF%DB%8C%D8%B1.jpg ",
      " https://static.neshanmap.ir/places/images/ff1/166297_384488--%D8%B5%D8%AD%D9%86-%D8%BA%D8%AF%DB%8C%D8%B1.jpeg",
      " https://static.neshanmap.ir/places/images/ff1/300470_719004--%D8%B5%D8%AD%D9%86-%D8%BA%D8%AF%DB%8C%D8%B1.jpeg "
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": " صحن غدیر در محله بالا خیابان مشهد و در بلوار امام رضا،زیر‌گذر حرم واقع شده است. ",
        "en": "Ghadir Courtyard is located in Bala Kheyaban of Mashhad on Imam Reza Boulevard, beneath the shrine.",
        "ar": "يقع صحن الغدير في منطقة بالا خيابان بمشهد على شارع الإمام الرضا وتحت الحرم.",
        "ur": "صحن غدیر محلہ بالا خیابان مشہد میں امام رضا بلوار کے زیرگذر حرم میں واقع ہے۔"
      },
      "full": {
        "fa": " صحن غدیر در محله بالا خیابان مشهد و در بلوار امام رضا، زیر‌گذر حرم قرار دارد. این مکان نزدیک بازار رضا (ع)، بازار امام رضا (ع)، رستوران لیالی لبنان، گنبد طلا و حرم حضرت علی بن موسی الرضا (ع) است. نزدیک‌ترین ایستگاه مترو به این مکان، ایستگاه شهدا و نزدیک‌ترین ایستگاه اتوبوس، ایستگاه حرم مطهر است که دسترسی به صحن غدیر را برای کاربران حمل‌ونقل عمومی آسان می‌کند..",
        "en": "Ghadir Courtyard lies in the Bala Kheyaban area of Mashhad on Imam Reza Boulevard beneath the shrine. It is close to Reza Bazaar, Imam Reza Market, the Layali Lebanon restaurant, the Golden Dome and the holy shrine. The nearest metro station is Shohada and the closest bus stop is the shrine station, giving easy access to public transit users.",
        "ar": "يقع صحن الغدير في منطقة بالا خيابان بمشهد على شارع الإمام الرضا تحت الحرم. وهو قريب من سوق رضا وسوق الإمام رضا ومطعم ليالي لبنان والقبة الذهبية والحرم. أقرب محطة مترو هي محطة الشهداء وأقرب محطة حافلات هي محطة الحرم مما يسهل الوصول باستخدام النقل العام.",
        "ur": "یہ صحن مشہد کے محلہ بالا خیابان میں امام رضا بلوار کے زیرِگذر میں واقع ہے اور بازار رضا، بازار امام رضا، ریسٹورنٹ لیالی لبنان، گنبد طلا اور حرم مطہر کے قریب ہے۔ سب سے نزدیک میٹرو اسٹیشن شہدا اور قریب ترین بس اسٹاپ حرم مطهر ہے جس سے عوامی ٹرانسپورٹ استعمال کرنے والوں کو آسانی ہوتی ہے."
      }
    },
    "events": [],
    "comments": [],
    "views": 0,
    "averageRating": 0
  },
  {
    "id": "ravaq-other_2935",
    "title": {
      "fa": "ورودی شیخ طوسی",
      "en": "Sheikh Tusi Entrance",
      "ar": "مدخل الشيخ الطوسي",
      "ur": "ورودی شیخ طوسی"
    },
    "location": {
      "fa": "  بست شیخ طوسی  |  حرم مطهر رضوی ",
      "en": "Sheikh Tusi Portico | Razavi Holy Shrine",
      "ar": "بست الشيخ الطوسي | الحرم الرضوي",
      "ur": "بست شیخ طوسی | حرم مطہر رضوی"
    },
    "images": [
      " https://www.epersianhotel.com/magadmin/assets/upload/1399/02/sheykh-toosi-sanctuary1.jpg",
      "https://www.epersianhotel.com/magadmin/assets/upload/1399/02/sheykh-toosi-sanctuary2.jpg",
      " https://www.epersianhotel.com/magadmin/assets/upload/1399/02/sheykh-toosi-sanctuary.jpg"
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": "ورودی شیخ طوسی در محله بالا خیابان مشهد و در بلوار امام رضا،زیر‌گذر حرم واقع شده است.",
        "en": "The Sheikh Tusi entrance is in the Bala Kheyaban neighborhood on Imam Reza Boulevard beneath the shrine.",
        "ar": "يقع مدخل الشيخ الطوسي في منطقة بالا خيابان بمشهد على شارع الإمام الرضا تحت الحرم.",
        "ur": "ورودی شیخ طوسی محلہ بالا خیابان مشہد میں امام رضا بلوار کے زیرگذر حرم میں واقع ہے۔"
      },
      "full": {
        "fa": "ورودی شیخ طوسی در محله بالا خیابان مشهد و در بلوار امام رضا، زیر‌گذر حرم قرار دارد. این مکان نزدیک بازار رضا (ع)، رستوران لیالی لبنان، گنبد طلا، هتل ولایت حوزه علمیه مشهد و حرم حضرت علی بن موسی الرضا (ع) است. نزدیک‌ترین ایستگاه مترو به این مکان، ایستگاه شهدا و نزدیک‌ترین ایستگاه اتوبوس، ایستگاه حرم مطهر است که دسترسی به ورودی شیخ طوسی را برای کاربران حمل‌ونقل عمومی آسان می‌کند.",
        "en": "The Sheikh Tusi entrance, located in Bala Kheyaban on Imam Reza Boulevard beneath the shrine, is close to Reza Bazaar, the Layali Lebanon restaurant, the Golden Dome, the Velayat Hotel and the holy shrine. The nearest metro station is Shohada and the nearest bus stop is the shrine station, making it easily accessible.",
        "ar": "يقع مدخل الشيخ الطوسي في منطقة بالا خيابان بمشهد على شارع الإمام الرضا تحت الحرم، قريب من سوق رضا ومطعم ليالي لبنان والقبة الذهبية وفندق ولاية والحرم الرضوي. أقرب محطة مترو هي الشهداء وأقرب موقف للحافلات هو موقف الحرم مما يسهل الوصول إليه.",
        "ur": "یہ دروازہ محلہ بالا خیابان مشہد میں امام رضا بلوار کے زیرگذر حرم میں واقع ہے۔ یہ بازار رضا، ریسٹورنٹ لیالی لبنان، گنبدِ طلا، ہوٹل ولایت اور حرم مقدس کے قریب ہے۔ سب سے نزدیک میٹرو اسٹیشن شہدا اور قریب ترین بس اسٹاپ حرم مطهر ہے، لہٰذا عوامی ٹرانسپورٹ سے آسانی سے پہنچا جا سکتا ہے."
      }
    },
    "events": [],
    "comments": [],
    "views": 0,
    "averageRating": 0
  },
  {
    "id": "other_642",
    "title": {
      "fa": "باب الحر عاملی",
      "en": "Bab al-Hurr Ameli Entrance",
      "ar": "باب الحر العاملي",
      "ur": "باب الحر عاملی"
    },
    "location": {
      "fa": "  بست نواب صفوی  |  حرم مطهر رضوی ",
      "en": "Navvab Safavi Portico | Razavi Holy Shrine",
      "ar": "بست نواب صفوي | الحرم الرضوي",
      "ur": "بست نواب صفوی | حرم مطہر رضوی"
    },
    "images": [
      " https://cdn.balad.ir/crowd-images/all/original/1864f210308d485983555986ccf7e86c-ei_1658396439802.jpg",
      " https://media.qudsonline.ir/d/2023/03/14/4/1168730.jpg?ts=1678810615000 ",
      " https://static.neshanmap.ir/places/images/ca0/165143_380455_Thumbnail.jpeg"
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": "بست نواب صفوی یکی از ورودی‌های حرم مطهر امام رضا (ع) در مشهد است که به صحن کوثر منتهی می‌شود. ",
        "en": "Navvab Safavi portico is one of the entrances to the holy shrine leading to the Kowsar Courtyard.",
        "ar": "بست نواب صفوي أحد مداخل الحرم الرضوي ويؤدي إلى صحن الكوثر.",
        "ur": "بست نواب صفوی حرم مطہر کے داخلی راستوں میں سے ایک ہے جو صحن کوثر سے ملتا ہے۔"
      },
      "full": {
        "fa": "بست نواب صفوی یکی از ورودی‌های حرم مطهر امام رضا (ع) در مشهد است که به صحن کوثر منتهی می‌شود. این ورودی در انتهای خیابان شهید نواب صفوی واقع شده و دسترسی به بخش‌های مختلف حرم، از جمله صحن جامع رضوی و صحن هدایت را فراهم می‌کند. به عنوان یک ورودی اصلی، نقش کلیدی در تسهیل تردد زائران دارد. صحن کوثر به عنوان ورودی و راه ارتباطی بین بخش‌های مختلف حرم با تزئینات کاشی‌کاری معرق مزین شده و معمولاً شاهد برگزاری مراسم مذهبی بزرگ نیست. بست نواب صفوی همچنین در نزدیکی اماکن مهمی مانند بازار عباسقلی خان و مجموعه موزه های آستان قدس رضوی واقع شده و دارای دسترسی آسان از طریق خیابان نواب صفوی است.",
        "en": "The Navvab Safavi entrance leads to the Kowsar Courtyard and is located at the end of Navvab Safavi Street. It connects to various sections of the shrine including the Razavi Grand Courtyard and the Hedayat Courtyard and plays a key role in facilitating visitors. The Kowsar Courtyard is decorated with tile mosaics and usually does not host large ceremonies. The entrance is near important places such as Abbasqoli Khan Bazaar and the Astan Quds Razavi Museums and is easily accessible.",
        "ar": "يقع مدخل نواب صفوي في نهاية شارع نواب صفوي ويصل الزائرين بصحن الكوثر وبقية أقسام الحرم مثل الصحن الجامع الرضوي وصحن الهداية. يعتبر مدخلاً أساسياً ويسهل حركة الزوار. صحن الكوثر مزين ببلاطات معرّقة وعادة لا يستضيف مراسم كبيرة. كما يقع المدخل بالقرب من سوق عباسقلي خان ومجمع متاحف العتبة الرضوية، وتتوفر له طرق وصول سهلة.",
        "ur": "یہ دروازہ مشہد کی شہید نواب صفوی سڑک کے آخر میں واقع ہے اور صحن جامع رضوی و صحن ہدایت سمیت حرم کے مختلف حصوں کو صحن کوثر سے جوڑتا ہے۔ یہ زائرین کی آمد و رفت میں اہم کردار ادا کرتا ہے۔ صحن کوثر خوبصورت کاشی کاری سے مزین ہے اور عام طور پر بڑے مذہبی اجتماعات یہاں منعقد نہیں ہوتے۔ یہ دروازہ بازار عباسقلی خان اور آستان قدس رضوی کے میوزیمز کے قریب واقع ہے اور آسانی سے رسائی حاصل کی جا سکتی ہے."
      }
    },
    "events": [],
    "comments": [],
    "views": 0,
    "averageRating": 0
  },
  {
    "id": "other_2545",
    "title": {
      "fa": "ورودی شیخ طبرسی",
      "en": "Sheikh Tabarsi Entrance",
      "ar": "مدخل الشيخ الطبرسي",
      "ur": "ورودی شیخ طبرسی"
    },
    "location": {
      "fa": "  بست شیخ طبرسی  |  حرم مطهر رضوی ",
      "en": "Sheikh Tabarsi Portico | Razavi Holy Shrine",
      "ar": "بست الشيخ الطبرسي | الحرم الرضوي",
      "ur": "بست شیخ طبرسی | حرم مطهر رضوی"
    },
    "images": [
      " https://cdn.balad.ir/crowd-images/all/original/49e8e206c8f348cb994d6198f4b0ef57-image_pickerf1607a6e-67a8-4805-8504-72b853c41a28.jpg",
      "https://static.neshanmap.ir/places/images/e54/671373_2195071--%D8%A8%D8%B3%D8%AA-%D8%B4%DB%8C%D8%AE-%D8%B7%D8%A8%D8%B1%D8%B3%DB%8C.jpeg ",
      " https://static.neshanmap.ir/places/images/ff1/166297_384488--%D8%B5%D8%AD%D9%86-%D8%BA%D8%AF%DB%8C%D8%B1.jpeg",
      " https://static.neshanmap.ir/places/images/f44/735375_2507995--%D8%B1%D9%88%D8%A7%D9%82-%D8%AF%D8%A7%D8%B1%D8%A7%D9%84%D8%AD%D8%AC%D9%87-(%D8%A8%D8%B3%D8%AA-%D8%B4%DB%8C%D8%AE-%D8%B7%D9%88%D8%B3%DB%8C).jpeg "
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": "بست شیخ طبرسی در محله طبرسی مشهد و در زیر‌گذر حرم،خیابان طبرسی واقع شده است.",
        "en": "Sheikh Tabarsi portico is in the Tabarsi neighborhood of Mashhad on Tabarsi Street beneath the shrine.",
        "ar": "يقع بست الشيخ الطبرسي في حي طبرسي بمشهد وتحت ممر الحرم في شارع طبرسي.",
        "ur": "بست شیخ طبرسی محلہ طبرسی مشہد میں زیرگذر حرم، خیابان طبرسی میں واقع ہے۔"
      },
      "full": {
        "fa": "بست شیخ طبرسی در محله طبرسی مشهد و در زیر‌گذر حرم، خیابان طبرسی قرار دارد. این مکان نزدیک مراکزی مانند بازار رضا (ع)، گنبد طلا، هتل آرمان، رستوران لیالی لبنان و حرم حضرت علی بن موسی الرضا (ع) است. نزدیک‌ترین ایستگاه اتوبوس به این مکان، ایستگاه اتوبوس روگذر حرم مطهر است که دسترسی به آن را برای کاربران حمل‌ونقل عمومی آسان می‌کند.",
        "en": "Sheikh Tabarsi portico lies in the Tabarsi neighborhood of Mashhad on Tabarsi Street under the shrine. It is close to Reza Bazaar, the Golden Dome, Arman Hotel, the Layali Lebanon restaurant and the holy shrine. The nearest bus stop is the overpass stop of the shrine, providing easy access for public transport users.",
        "ar": "يقع مدخل الشيخ الطبرسي في حي طبرسي بمدينة مشهد وتحت ممر الحرم في شارع طبرسي. إنه قريب من سوق رضا والقبة الذهبية وفندق آرمان ومطعم ليالي لبنان والحرم الرضوي. أقرب موقف للحافلات هو موقف الحرم العلوي، ما يسهل الوصول إليه باستخدام النقل العام.",
        "ur": "یہ دروازہ مشہد کے محلہ طبرسی میں حرم کے زیرگذر، خیابان طبرسی پر واقع ہے۔ یہ بازار رضا، گنبد طلا، ہوٹل آرمان، ریسٹورنٹ لیالی لبنان اور حرم مقدس کے قریب ہے۔ قریب ترین بس اسٹاپ روگذر حرم مطہر ہے، جس سے عام ٹرانسپورٹ استعمال کرنے والوں کو آسانی ہوتی ہے."
      }
    },
    "events": [],
    "comments": [],
    "views": 0,
    "averageRating": 0
  },
  {
    "id": "sahn-payambar-azam_6561",
    "title": {
      "fa": "ورودی باب الجواد",
      "en": "Bab al-Javad Entrance",
      "ar": "مدخل باب الجواد",
      "ur": "ورودی باب الجواد"
    },
    "location": {
      "fa": "باب الجواد | حرم مطهر رضوی",
      "en": "Bab al-Javad | Razavi Holy Shrine",
      "ar": "باب الجواد | الحرم الرضوي",
      "ur": "باب الجواد | حرم مطهر رضوی"
    },
    "images": [
      "https://media.qudsonline.ir/d/2023/06/19/4/1207537.jpg?ts=1687165640000",
      "https://irs01.wisgoon.com/irs01/30/31/ad/6a/irs01_s3old_1548387562717468.jpg",
      "https://dl1.negarestock.ir/S/p/2024/9/24/1727180933_44854_baboljavad-1403.7.3-NegareStock.ir%20(1).jpg",
      "https://static.neshanmap.ir/places/images/fc6/644601_2056563--%D8%A8%D8%A7%D8%A8-%D8%A7%D9%84%D8%AC%D9%88%D8%A7%D8%AF.jpeg"
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": "ورودی باب الجواد در محله بالا خیابان مشهد و در میدان بیت المقدس، خیابان خسروی نو واقع شده است.",
        "en": "Bab al-Javad entrance is in Bala Kheyaban area of Mashhad at Bait al-Moqaddas Square on Khosravi-e-No Street.",
        "ar": "يقع مدخل باب الجواد في منطقة بالا خيابان بمشهد، ساحة بيت المقدس، شارع خسروي نو.",
        "ur": "یہ دروازہ محلہ بالا خیابان مشہد میں میدان بیت المقدس، خیابان خسروی نو پر واقع ہے۔"
      },
      "full": {
        "fa": "ورودی باب الجواد در محله بالا خیابان مشهد و در میدان بیت المقدس، خیابان خسروی نو واقع شده است. این مکان نزدیک مراکزی مانند بازار رضا (ع)، گنبد طلا، بازار امام رضا (ع)، رستوران لیالی لبنان و حرم حضرت علی بن موسی الرضا (ع) قرار دارد. نزدیک‌ترین ایستگاه اتوبوس به این مکان، ایستگاه اتوبوس حرم مطهر است که دسترسی به آن را برای کاربران حمل‌ونقل عمومی آسان می‌کند.",
        "en": "Bab al-Javad entrance is situated in the Bala Kheyaban area of Mashhad at Bait al-Moqaddas Square on Khosravi-e-No Street. It is close to Reza Bazaar, the Golden Dome, Imam Reza Bazaar, the Layali Lebanon restaurant and the holy shrine. The nearest bus stop is the shrine stop, offering easy access for public transport users.",
        "ar": "يقع مدخل باب الجواد في منطقة بالا خيابان بمشهد في ساحة بيت المقدس بشارع خسروي نو، قريب من سوق رضا والقبة الذهبية وسوق الإمام رضا ومطعم ليالي لبنان والحرم الرضوي. أقرب موقف للحافلات هو موقف الحرم مما يسهل الوصول إليه.",
        "ur": "ورودی باب الجواد محلہ بالا خیابان مشہد میں میدان بیت المقدس، خیابان خسروی نو پر واقع ہے۔ یہ بازار رضا، گنبد طلا، بازار امام رضا، ریسٹورنٹ لیالی لبنان اور حرم مطهر کے قریب ہے۔ نزدیک ترین بس اسٹاپ حرم مطهر ہے، جس سے عوامی ٹرانسپورٹ والوں کو سہولت ملتی ہے۔"
      }
    },
    "events": [],
    "contents": [
      {
        "id": "content1",
        "type": "video",
        "title": {
          "fa": "برگه ای از تاریخ حرم ",
          "en": "Shrine History",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": "چشم اندازی از تاریخچه حرم",
          "en": "Theme: I'm going to Mashhad",
          "ar": "موضوع: أنا ذاهب إلى مشهد",
          "ur": "موضوع: میں مشہد جا رہا ہوں"
        },
        "fileKey": "v1",
        "thumbnail": "https://commons.wikishia.net/w/images/1/18/%D8%A8%D8%A7%D8%A8_%D8%A7%D9%84%D8%AC%D9%88%D8%A7%D8%AF_%D8%AD%D8%B1%D9%85_%D8%A7%D9%85%D8%A7%D9%85_%D8%B1%D8%B6%D8%A7.png"
      },
      {
        "id": "content2",
        "type": "video",
        "title": {
          "fa": "سندی از تاریخ ",
          "en": "Hussain's Lament",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": " مستند  کوتاه از تاریخ حرم  ",
          "en": "Theme: Fervor",
          "ar": "موضوع: الحماس",
          "ur": "موضوع: جوش"
        },
        "fileKey": "v2",
        "thumbnail": "https://iqna.ir/files/fa/news/1402/11/1/3308359_485.jpg"
      },
      {
        "id": "content3",
        "type": "pdf",
        "title": {
          "fa": "حرم در گذر زمان",
          "en": "History of Saqqakhaneh",
          "ar": "تاريخ السقاخانه",
          "ur": "سقاخانہ کی تاریخ"
        },
        "description": {
          "fa": "نگاهی به تاریخ حرم",
          "en": "Short documentary about Saqqakhaneh",
          "ar": "فيلم وثائقي قصير عن السقاخانه",
          "ur": "سقاخانہ کے بارے میں مختصر دستاویزی فلم"
        },
        "fileKey": "pdf1",
        "thumbnailKey": "pdfThumbnail"
      }
    ],
    "comments": [
      {
        "id": "comment1",
        "author": "زائر رضوی",
        "text": "باب الجواد یکی از زیباترین ورودی‌های حرم است",
        "date": "۱۲ فروردین",
        "rating": 5
      },
      {
        "id": "comment2",
        "author": "محمد حسینی",
        "text": "دسترسی بسیار خوبی به صحن غدیر دارد",
        "date": "۳ اردیبهشت",
        "rating": 4
      }
    ],
    "views": 2,
    "averageRating": 4.7
  },
  {
    "id": "sahn-payambar-azam_2658",
    "title": {
      "fa": "ورودی باب الرضا",
      "en": "Bab al-Reza Entrance",
      "ar": "مدخل باب الرضا",
      "ur": "ورودی باب الرضا"
    },
    "location": {
      "fa": "  باب الرضا  |  حرم مطهر رضوی ",
      "en": "Bab al-Reza | Razavi Holy Shrine",
      "ar": "باب الرضا | الحرم الرضوي",
      "ur": "باب الرضا | حرم مطهر رضوی"
    },
    "images": [
      " https://static.neshanmap.ir/places/images/ade/165393_380875--%D8%A8%D8%A7%D8%A8-%D8%A7%D9%84%D8%B1%D8%B6%D8%A7.jpeg ",
      " https://static.neshanmap.ir/places/images/ade/263419_623029--%D8%A8%D8%A7%D8%A8-%D8%A7%D9%84%D8%B1%D8%B6%D8%A7.jpeg "
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": "درب ورودی باب الرضا در محله عیدگاه مشهد و در درب ورودی باب الرضا واقع شده است.",
        "en": "Bab al-Reza gate is in the Eidgah area of Mashhad at the gate itself.",
        "ar": "يقع باب الرضا في منطقة عيدگاه بمدينة مشهد.",
        "ur": "درِ باب الرضا محلہ عیدگاہ مشہد میں باب الرضا کے داخلی دروازے پر واقع ہے۔"
      },
      "full": {
        "fa": "درب ورودی باب الرضا در محله عیدگاه مشهد و در درب ورودی باب الرضا واقع شده است. این مکان نزدیک مراکزی مانند بازار رضا (ع)، گنبد طلا، بازار امام رضا (ع)، هتل ولایت حوزه علمیه مشهد و حرم حضرت علی بن موسی الرضا (ع) قرار دارد. نزدیک‌ترین ایستگاه اتوبوس به این مکان، ایستگاه اتوبوس باب الجواد (ع) است که دسترسی به آن را برای کاربران حمل‌ونقل عمومی آسان می‌کند.",
        "en": "Bab al-Reza gate, located in the Eidgah district of Mashhad, is close to Reza Bazaar, the Golden Dome, Imam Reza Bazaar, the Velayat Hotel and the holy shrine. The nearest bus stop is Bab al-Javad stop, providing easy access for public transport users.",
        "ar": "يقع باب الرضا في منطقة عيدگاه بمشهد. وهو قريب من سوق رضا والقبة الذهبية وسوق الإمام رضا وفندق ولاية والحرم الرضوي. أقرب موقف للحافلات هو موقف باب الجواد مما يسهّل الوصول باستخدام النقل العام.",
        "ur": "یہ درِ باب الرضا محلہ عیدگاہ مشہد میں واقع ہے۔ یہ بازار رضا، گنبد طلا، بازار امام رضا، ہوٹل ولایت اور حرم مقدس کے قریب ہے۔ قریب ترین بس اسٹاپ باب الجواد ہے، جس سے عوامی ٹرانسپورٹ والوں کو پہنچنے میں سہولت ہوتی ہے."
      }
    },
    "events": [],
    "contents": [
      {
        "id": "content1",
        "type": "video",
        "title": {
          "fa": "صحن های حرم",
          "en": "Shrine History",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": "  مستندی کوتاه از سرگذشت صحن های حرم  ",
          "en": "Theme: I'm going to Mashhad",
          "ar": "موضوع: أنا ذاهب إلى مشهد",
          "ur": "موضوع: میں مشہد جا رہا ہوں"
        },
        "fileKey": "v1",
        "thumbnail": "https://commons.wikishia.net/w/images/1/18/%D8%A8%D8%A7%D8%A8_%D8%A7%D9%84%D8%AC%D9%88%D8%A7%D8%AF_%D8%AD%D8%B1%D9%85_%D8%A7%D9%85%D8%A7%D9%85_%D8%B1%D8%B6%D8%A7.png"
      },
      {
        "id": "content2",
        "type": "video",
        "title": {
          "fa": "سندی از تاریخ ",
          "en": "Hussain's Lament",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": " مستند  کوتاه از تاریخ حرم  ",
          "en": "Theme: Fervor",
          "ar": "موضوع: الحماس",
          "ur": "موضوع: جوش"
        },
        "fileKey": "v2",
        "thumbnail": "https://iqna.ir/files/fa/news/1402/11/1/3308359_485.jpg"
      },
      {
        "id": "content3",
        "type": "pdf",
        "title": {
          "fa": "حرم در گذر زمان",
          "en": "History of Saqqakhaneh",
          "ar": "تاريخ السقاخانه",
          "ur": "سقاخانہ کی تاریخ"
        },
        "description": {
          "fa": "نگاهی به تاریخ حرم",
          "en": "Short documentary about Saqqakhaneh",
          "ar": "فيلم وثائقي قصير عن السقاخانه",
          "ur": "سقاخانہ کے بارے میں مختصر دستاویزی فلم"
        },
        "fileKey": "pdf1",
        "thumbnailKey": "pdfThumbnail"
      }
    ],
    "comments": [
      {
        "id": "comment1",
        "author": "زائر رضوی",
        "text": "باب الرضا یکی از زیباترین ورودی‌های حرم است",
        "date": "۱۲ فروردین",
        "rating": 5
      },
      {
        "id": "comment2",
        "author": "محمد حسینی",
        "text": "دسترسی بسیار خوبی به صحن کوثر دارد",
        "date": "۳ اردیبهشت",
        "rating": 4
      }
    ],
    "views": 2,
    "averageRating": 4.7
  },
  {
    "id": "rozemonavare_12",
    "title": {
      "fa": "روضه منوره",
      "en": "Bab al-Reza Entrance",
      "ar": "مدخل باب الرضا",
      "ur": "ورودی باب الرضا"
    },
    "location": {
      "fa": "  حرم مطهر رضوی ",
      "en": "Bab al-Reza | Razavi Holy Shrine",
      "ar": "باب الرضا | الحرم الرضوي",
      "ur": "باب الرضا | حرم مطهر رضوی"
    },
    "images": [
      " https://media.mehrnews.com/d/2025/03/02/3/5404315.jpg?ts=1740905381553 ",
      " https://aqrt.ir/portal/wp-content/uploads/2022/07/000000.jpg",
      " https://aqrt.ir/portal/wp-content/uploads/2022/07/0000.jpg",
      " https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1400/07/21/1400072109154799323808084.jpg"
    ],
    "openingHours": {
      "fa": "۲۴ ساعت باز میباشد",
      "en": "Open 24 hours",
      "ar": "مفتوح 24 ساعة",
      "ur": "24 گھنٹے کھلا ہے"
    },
    "about": {
      "short": {
        "fa": "روضه در لغت به معنای باغ است. روضه منوره، روضه مقدس یا روضه رضویه در اصطلاح به مجموعه حرم امام رضا و علی‌الخصوص به محل دفن علی بن موسی الرضا گفته می‌شود.",
        "en": "Bab al-Reza gate is in the Eidgah area of Mashhad at the gate itself.",
        "ar": "يقع باب الرضا في منطقة عيدگاه بمدينة مشهد.",
        "ur": "درِ باب الرضا محلہ عیدگاہ مشہد میں باب الرضا کے داخلی دروازے پر واقع ہے۔"
      },
      "full": {
        "fa": "روضه در لغت به معنای باغ است. روضه منوره، روضه مقدس یا روضه رضویه در اصطلاح به مجموعه حرم امام رضا و علی‌الخصوص به محل دفن علی بن موسی الرضا گفته می‌شود.[۱۲۰] این مکان شامل فضایی چهارگوش است که عرض آن ۱۰٫۴۰ و طول آن ۱۰٫۹۰ متر است. در چهارگوشه این بنا نیز چهار صفه با دهانه‌ای ۳ متری وجود دارد که راه ورود به حرم را مهیا می‌کنند.",
        "en": "Bab al-Reza gate, located in the Eidgah district of Mashhad, is close to Reza Bazaar, the Golden Dome, Imam Reza Bazaar, the Velayat Hotel and the holy shrine. The nearest bus stop is Bab al-Javad stop, providing easy access for public transport users.",
        "ar": "يقع باب الرضا في منطقة عيدگاه بمشهد. وهو قريب من سوق رضا والقبة الذهبية وسوق الإمام رضا وفندق ولاية والحرم الرضوي. أقرب موقف للحافلات هو موقف باب الجواد مما يسهّل الوصول باستخدام النقل العام.",
        "ur": "یہ درِ باب الرضا محلہ عیدگاہ مشہد میں واقع ہے۔ یہ بازار رضا، گنبد طلا، بازار امام رضا، ہوٹل ولایت اور حرم مقدس کے قریب ہے۔ قریب ترین بس اسٹاپ باب الجواد ہے، جس سے عوامی ٹرانسپورٹ والوں کو پہنچنے میں سہولت ہوتی ہے."
      }
    },
    "events": [],
    "contents": [
      {
        "id": "content1",
        "type": "video",
        "title": {
          "fa": "گنبد طلایی",
          "en": "Shrine History",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": "  مستندی کوتاه 'گنبد طلایی'  ",
          "en": "Theme: I'm going to Mashhad",
          "ar": "موضوع: أنا ذاهب إلى مشهد",
          "ur": "موضوع: میں مشہد جا رہا ہوں"
        },
        "fileKey": "v2",
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuqlt9ar8HkV1lqY8_xFPb5ylJXe4uIs85GA&s"
      },
      {
        "id": "content2",
        "type": "video",
        "title": {
          "fa": "سندی از تاریخ ",
          "en": "Hussain's Lament",
          "ar": "نوح الحسين",
          "ur": "حسین کا مرثیہ"
        },
        "description": {
          "fa": " مستند  کوتاه از تاریخ حرم  ",
          "en": "Theme: Fervor",
          "ar": "موضوع: الحماس",
          "ur": "موضوع: جوش"
        },
        "fileKey": "v3",
        "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Imam_Reza_Holy_Shrine_%282021-14%29.jpg/960px-Imam_Reza_Holy_Shrine_%282021-14%29.jpg"
      }
    ],
    "comments": [
      {
        "id": "comment1",
        "author": "زائر رضوی",
        "text": "   این مکان واقغا زیبا است    ",
        "date": "۱۲ فروردین",
        "rating": 5
      },
      {
        "id": "comment2",
        "author": "محمد حسینی",
        "text": " معماری فوقالعاده خاصی دارد",
        "date": "۳ اردیبهشت",
        "rating": 4
      }
    ],
    "views": 2,
    "averageRating": 4.7
  }
]